Revit 2027 API
StructuralSectionGeneralT.FlangeToeOfFillet Property
 Detailing distance from center of web to flange toe of fillet, in. (mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double FlangeToeOfFillet { get; set; }
Public Property FlangeToeOfFillet As Double
	Get
	Set
public:
property double FlangeToeOfFillet {
	double get ();
	void set (double value);
}
member FlangeToeOfFillet : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionGeneralT Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace